[
    {
        "LotID": 2,
        "LotType":"CP",
        "LotNum": "001",
        "RegNum": "127577",
        "SerNum":"0000",
        "ArtistLastName":"Max",
        "Title":"2003 Statue of Liberity VerIV",
        "ArtDescription": "127577                                                                <br/><br/>Max, Peter<br/><br/>2003 Statue of Liberity VerIV #4<br/><br/>2003<br/><br/>30'' x 15''<br/><br/>Acrylic painting on canvas. Signed in pigment upper right. A unique work. From the collection of the artist.",
        "StockCodeDescription" : "KK",
        "FramedAppraisal": 32500.00,
        "UnframedApraisal": 32230.00,
        "EstimatedRetailsPriceCalculated":32500.00,
        "Biography": "Peter Max, 1937-<br/><br/>One of the most famous living artist''s, Peter Max, is also a pop culture icon. His bold colors, uplifting images and uncommon artistic diversity have touched almost every phase of American culture and have inspired many generations.<br/><br/>Peter Max has painted for six U.S. Presidents. His art is on display in Presidential Libraries and U.S. embassies.<br/><br/>Max has painted Lady Liberty annually since America''s Bicentennial. A collage of his Liberties adorned 145 million Verizon phone books.<br/><br/>Max was named an official artist of the 2006 U.S. Olympic Team at the Winter Olympics in Turin, Italy. He has also been Official Artist of five Super Bowls, World Cup USA, The World Series, The U.S. Open, The Indy 500, The NYC Marathon and The Kentucky Derby.<br/><br/>His art has flown the skies on a Continental Airlines 777 Super Jet. His installations include a 600-ft stage for the Woodstock Music Festival, a giant mural for the Winter Olympics and 10-ft guitars for the Rock & Roll Hall of Fame.<br/><br/>An Artist''s Odyssey - A Magical Childhood Adventure<br/>The childhood of Peter Max is the material from which a sweeping James Michener novel or a Steven Spielberg movie is made: exotic locations, a cast of fascinating international characters, and the creative freedom to experiment and discover oneself.<br/><br/>His life''s adventure began in Germany, then from the age of one, can be mapped across China, Tibet, Israel and France, before he reached his ultimate destination, America. With a pan-cultural background such as this for a budding artist, it was inevitable that his work would become so rich and manifold.<br/><br/>Max''s rise to prominence as an American icon actually began in his childhood home in Shanghai _ a pagoda house, where on one side there was a Buddhist monastery, and on the other, a Sikh temple. In the morning he would watch the Buddhist monks painting Chinese characters on vast sheets of rice paper with large bamboo brushes and at night, he would listen to the beautifully sung prayers of the Sikhs. Shanghai was a colorful, magical place; there were always parades going by with dragons floating in the sky, chimes ringing and gongs echoing.<br/><br/>The splendor of the Orient, however, could not compete with a street vendor''s offering _ American comic books. Young Peter''s imagination raced as he was carried away to fantasies of other worlds and into the future. Peter also listened to American jazz on Shanghai radio and watched first run Hollywood movies over and over again at his friend''s father''s movie theater. There, in the ancient land of China, Peter Max became more immersed in contemporary American iconography than most children living in the United Sates at the time. <br/><br/>Early Art Influences<br/>Peter''s mother, Salla, was a fashion designer in Berlin before the family moved to Shanghai. She cultivated her son''s innate talent by leaving various art supplies on all four balconies of their pagoda house _ water colors, ink, brushes, pencils, crayons, colored papers, scissors, etc. She told him, \"Choose any balcony and medium, make a big mess and we''ll clean up after you.\"<br/><br/>Peter''s artistic encouragement continued when the family traveled to Haifa, Israel. There, he studied with Austrian expressionist, Professor Honik, who introduced his student to the colorful world of Fauvism and the paintings and drawings of Henri Matisse, Maurice Vlaminck, Max Beckmann and Alexi Jawlensky.<br/><br/>A Cosmic Awakening<br/>While Peter studied painting, his creativity became stimulated by another source. One day, he visited the Mt. Carmel Observatory and his earlier childhood fascination with astronomy got reawakened. He was so eager to learn about space that his parents enrolled him, at once, in an evening astronomy class at the Technion Institute.<br/><br/>Learning about the vastness and wonders of the universe was a revelation to Peter. He became so absorbed by the subject, that he began to study art and astronomy simultaneously. His immense passion for space continues to this day, and celestial elements often appear in his works, especially his art of the late 1960s _ a period appropriately coined, \"The Cosmic `60s.\"<br/><br/>The next destination of wonder was Paris, where Peter became captivated with the grand scale and painstaking perfection of Classical art and Realism, particularly the paintings of French artist, Bouguereau. Once again, his quest for creative self-expression was so strong that his parents enrolled him into art classes at the Louvre. But ultimately, it was New York City, with its growing pop art culture of fashions, automobiles, movie theaters, and towering over them all, the Empire State Building, that had taken a young man who had grown up in ancient lands and suddenly catapulted him into the future.<br/><br/>The Realism Period 1958-1962<br/>Max began his formal art studies at the Art Students League in Manhattan under the tutelage of Frank Reilly, a realistic painter. Reilly was trained by George Bridgeman, who was considered to be one of the great anatomists of the twentieth century. Reilly''s classmate, who studied alongside him, turned out to be one of America''s favorite artists _ Norman Rockwell.<br/><br/>\"Reilly was a great technician,\" says Max. \"He was a scientist of light and shadow. He would have his students paint the same face forty times in as many types of light or angles as could be imagined.\"<br/><br/>Max''s desire to master realism was intense. From the early morning sketch classes at 8 a.m. until the last class in the evening at 8 p.m., he worked constantly, studying anatomy, figure drawing, perspective, light and shadow, fabrics and textures, and composition. He worked with oil paint, watercolors, pastels, and charcoal.<br/><br/>After classes and on weekends, Max spent all his spare time at museums studying the techniques of the masters. From Rembrandt, he learned light and composition; from Valesquez, the meticulous representation of form; from Bouguereau, photographic exactitude; and from Sargent, confident and stylistic brushstrokes.<br/><br/>Of this rigorous discipline, Max says, \"It gave me the gift of observation _ the purity of seeing a thing clearly as it was.\"<br/><br/>The Graphic Arts Period 1962-1964<br/>After leaving the Art Student''s League, Max began looking for a gallery to exhibit his work. By chance, an Art Director for a record company, saw Max''s paintings at a photo copy service, where he had left them to make prints. He immediately contacted Max and commissioned him to do a painting for a record album cover for Meade Lux Lewis, the blues piano player. The album cover won the annual Society of Illustrators award and many other commissions and awards followed.<br/><br/>The Collage Period: 1964-1967<br/>Excited by the mid-’60s counterculture explosion, Max turned to the medium of collage to capture the zeitgeist of<br/>the era and create a mind-expanding psychedelic vision.<br/><br/>The art of collage has a distinguished history in Modern art, extending back to the cubist work of Pablo Picasso and<br/>Georges Braque. But Max’s collages had more in common with the Dadaists — Man Ray and Marcel Duchamp — as well as the surrealists — René Magritte and Salvador Dali. Although collage was already established as a great technique of Modernism, the use of photographic images in kaleidoscopic patterns was pioneered by Max.<br/><br/>Peter Max’s Cosmic ‘60s<br/>To the youth of America, the “sixties” was more than just another decade; it was the great American renaissance.<br/>The Beatles sang about it; the musical, Hair, brought it to the Broadway stage. <br/><br/>One artist, above all — Peter Max — visually captured its creative spirit and its promise of the dawning of “The Age of Aquarius.” <br/><br/>Max’s signature style of cosmic characters, meticulously painted against bold, vibrant colors, were among the most influential graphic sources of the 1960s. Capturing the zeitgeist of the era, Max’s art was often cited by journalists and art critics as the visual counterpart to the music of The Beatles.<br/><br/>Like the Beatles, Max also made his TV debut on the Ed Sullivan Show. He also appeared on the Tonight Show with Johnny Carson and made the cover of Life Magazine with an eight-page feature cover story.<br/><br/>Max’s art was so much in synch with the times that it was licensed by 72 corporations, from General Electric clocks<br/>to Burlington Mills socks. Within a three year period, the line of products had generated more than $1 billion in retail sales. And the rest, as they say, is history."
    },
    {
        "LotID": 2,
        "LotType":"CP",
        "LotNum": "002",
        "RegNum": "330482",
        "SerNum":"0000",
        "ArtistLastName":"Shvaiko",
        "Title":"Provence Colors",
        "ArtDescription": "330482                                                                <br/><br/>Shvaiko, Viktor<br/><br/>Provence Colors<br/><br/>2015<br/><br/>23 1/2'' x 31 1/2''<br/><br/>Oil painting on canvas. Hand-signed in pigment lower right by the artist. A unique work. ",                                                               
        "StockCodeDescription" : "xx",
        "FramedAppraisal": 11550.00,
        "UnframedApraisal": 11200.00,
        "EstimatedRetailsPriceCalculated":11550.00,
        "Biography": "Viktor Shvaiko was born in Altai in 1965 in one of Russia''s most remote villages.  He grew up surrounded by the beauty of the wilderness. His natural inclination for fine arts and his strong urge to share his vision of nature drove him to the Novoaltaisk Artistic School, where he studied for four years.  Viktor credits his teacher, Ilbek Khairoullinov, for a true arts education.  <br/><br/>Unable to get a visa to a Western country, Viktor was permitted to travel to Yugoslavia. In the confusion of the civil war, he fled to Italy with his paintings strapped to his back.  He survived in Rome by selling his paintings on the streets.  He managed to build a following for himself and eventually returned to a more liberalized Russia, later obtaining passage to America. Arriving in New York with little money and less English, Viktor was again able to survive by selling his work.  It was here he developed his penchant for painting the little cafes and other intimate places that we see in his work today. <br/><br/>His works have been exhibited at Art Expo, New York, Japan, Italy, Canada, Ukraine and many cities throughout the United States."
    }
     
]




